{
  "_mobilesData": [
    {
      "id": 1,
      "title": "Samsung Galaxy S20 Ultra 5G",
      "img": "/imgs/Samsung_S20-2.jpg",
      "type": "android",
      "stars": 4,
      "desc": "Meet Galaxy S20 Ultra 5G. With revolutionary 8K Video Snap, 5G connectivity and Space Zoom up to 100x, the way you capture and share your life will never be the same.",
      "price": 950,
      "isMobile": true,
      "longDesc": "The Galaxy S20 Ultra is the flagship smartphone of Samsung’s Galaxy S20 series. The device is huge with the display measuring 6.9-inches.The QHD+ panel on the Galaxy S20 Ultra has excellent viewing angles and the output is vivid. The panel also gets bright enough when outdoors.The phone is powered by an Exynos 990 SoC and has 12GB of RAM and 128GB of storage onboard.It packs in a 5,000mAh battery and has support for 45W fast charging. Samsung ships a 25W charger in the box which is quick to charge the device. The phone has a quad-camera setup with a 108-megapixel primary camera, a 48-megapixel telephoto camera, 12-megapixel ultrawide-angle-camera and a depth vision camera.Samsung also offers 100x zoom on the device which is the highlight of the Galaxy S20 Ultra. The camera performance is excellent as the device manages to take good shots irrespective of the lighting conditions.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 2,
      "title": "Samsung Galaxy S21 Ultra 5G",
      "img": "/imgs/Samsung_S21-1.png",
      "type": "android",
      "stars": 5,
      "desc": "The highest resolution photos and video on a smartphone. Galaxy`s fastest processor yet. A battery that goes all-day—and then some. First ever S Pen compatibility. A striking new design.",
      "price": 1199,
      "isMobile": true,
      "longDesc": "The Samsung Galaxy S21 Ultra 5G is purposefully crafted so you don’t need to choose between video and photo. With a single tap, you can pull super-clear stills — up to 33MP — straight from high-resolution 8K video. The 108MP camera brings you the highest resolution camera you can get on a smartphone for stunning photos. Unleash your creativity by adding an S Pen (sold separately), allowing you to edit with precision and bring your vision to life. The amazing 6.8” screen comes with Samsung’s highest contrast ratio and an adaptive display that automatically adjusts from 10Hz to 120Hz for a faster, smoother scrolling experience that is easy on the eyes while efficiently using the large 5000mAh battery. The Galaxy S21 Ultra was designed to be epic in every way and now experience the incredibly advanced Galaxy on the 5G leader in coverage.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 3,
      "title": "Samsung Galaxy Z Fold 2 5G",
      "img": "/imgs/Samsung_Z-1.jpg",
      "type": "android",
      "stars": 5,
      "desc": "A mind-bending glass screen that folds like a book. A hands-free camera that shoots when you wave. A precision crafted hinge that transforms a cutting-edge smartphone into something much more.",
      "price": 2899,
      "isMobile": true,
      "longDesc": "Folded, it’s a phone. Unfolded it’s a tablet. Get the best of both worlds with the new Samsung Galaxy Z Fold2 5G that brings to life a true 2-in-1 experience with a portable pocket friendly design when closed and an immersive tablet experience when open. The brilliant 7.6” Dynamic AMOLED main screen offers an expansive cinematic display made smoother with a 120 HZ refresh rate for the ultimate viewing experience. Pro grade cameras and Flex Mode allow for hands-free photos and videos delivering a new way to experience select apps by using both halves of the large display to chat, record, browse, edit, and more.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 4,
      "title": "Apple iPhone 12 Pro Max",
      "img": "/imgs/Iphone_12proMax-1.jpg",
      "type": "iphone",
      "stars": 5,
      "desc": "A14 Bionic rockets past every other smartphone chip. The Pro camera system takes low-light photography to the next level — with an even bigger jump on iPhone 12 Pro Max. And Ceramic Shield delivers four times better drop performance.",
      "price": 1099,
      "isMobile": true,
      "longDesc": "iPhone 12 Pro Max. 5G to download huge files on the go and stream HDR video. Larger 6.7-inch Super Retina XDR display. Ceramic Shield with 4x better drop performance. Incredible low-light photography with the best Pro camera system on an iPhone, and 5x optical zoom range. Cinema-grade Dolby Vision video recording, editing, and playback. Night mode portraits and next-level AR experiences with the LiDAR Scanner. Powerful A14 Bionic chip. And new MagSafe accessories for easy attach and faster wireless charging. For infinitely spectacular possibilities.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 5,
      "title": "Apple iPhone 12",
      "img": "/imgs/Iphone_12-1.jpg",
      "type": "iphone",
      "stars": 4,
      "desc": "A14 Bionic, the fastest chip in a smartphone.An edge-to-edge OLED display. Ceramic Shield with four times better drop performance. And Night mode on every camera. iPhone 12 has it all in a perfect size.",
      "price": 829,
      "isMobile": true,
      "longDesc": "iPhone 12. 5G to download movies on the fly and stream high-quality video. Beautifully bright 6.1-inch Super Retina XDR display. Ceramic Shield with 4x better drop performance. Incredible low-light photography with Night mode on all cameras. Cinema-grade Dolby Vision video recording, editing, and playback. Powerful A14 Bionic chip. And new MagSafe accessories for easy attach and faster wireless charging. Let the fun begin.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 6,
      "title": "Apple iPhone SE(2020)",
      "img": "/imgs/Iphone_SE-1.jpg",
      "type": "iphone",
      "stars": 3,
      "desc": "iPhone SE packs a powerful A13 Bionic chip into the most popular size at the most affordable price. It’s just what you’ve been waiting for.",
      "price": 399,
      "isMobile": true,
      "longDesc": "iPhone SE is the most powerful 4.7-inch iPhone ever. Featuring the A13 Bionic chip for incredible performance in apps, games, and photography. Portrait mode for studio-quality portraits and six lighting effects. Next-generation Smart HDR for incredible detail aiPhone SE is the most powerful 4.7-inch iPhone ever. Featuring the A13 Bionic chip for incredible performance in apps, games, and photography. Portrait mode for studio-quality portraits and six lighting effects. Next-generation Smart HDR for incredible detail across highlights and shadows. Cinematic-quality 4K video. And all the advanced features of iOS. With long battery life and water resistance, it’s so much of the iPhone you love, in a not so big size.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 7,
      "title": "Nokia 1.4",
      "img": "/imgs/Nokia_1.4-1.jpg",
      "type": "android",
      "stars": 2,
      "desc": "Make the most of learning and playtime on the beautiful 6.51” HD+ edge-to-edge screen – there’s plenty of room for both. Plus, have fun and stay safe with the whole family thanks to built-in parental controls.",
      "price": 100,
      "isMobile": true,
      "longDesc": "Nokia 1.4 smartphone was launched on 3rd February 2021. The phone comes with a 6.52-inch touchscreen display with a resolution of 720x1600 pixels and an aspect ratio of 20:9.Nokia 1.4 comes with 1GB of RAM. The Nokia 1.4 runs Android 10 (Go edition) and is powered by a 4000mAh non-removable battery.As far as the cameras are concerned, the Nokia 1.4 on the rear packs an 8-megapixel primary camera and a second 2-megapixel camera. The rear camera setup has autofocus. It sports a 5-megapixel camera on the front for selfies.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 8,
      "title": "Huawei Mate 40 Pro",
      "img": "/imgs/Huawei_Mate40Pro-1.jpg",
      "type": "android",
      "stars": 4,
      "desc": "See beyond the horizon, explore the unknown, and leap boldly into the future, with unprecedented power, speed and imagination. Embrace the intelligence and live an intimate life with innovative technology on the HUAWEI Mate 40 Pro.",
      "price": 1218,
      "isMobile": true,
      "longDesc": "The phone is powered by Octa core (2.86 GHz, Dual core, Cortex A76 + 2.09 GHz, Dual core, Cortex A76 + 1.86 GHz, Quad core, Cortex A55) processor. It runs on the HiSilicon Kirin 990 Chipset. It has 8 GB, 8 GB RAM and 256 GB internal storage. Huawei Mate 40 PRO smartphone has a OLED display. The screen has a resolution of 1176 x 2400 Pixels and 405 ppi pixel density. On camera front, the buyers get a 48 MP Primary Camera, 40 MP Camera, 8 MP Camera, 5 MP Camera and on the rear, there is an 48 MP + 40 MP + 8 MP + 5 MP camera with features like Digital Zoom, Auto Flash, Face detection, Touch to focus. It is backed by a 4700 mAh battery.'",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    },
    {
      "id": 9,
      "title": "Google Pixel 5",
      "img": "/imgs/Google_Pixel5-1.jpg",
      "type": "android",
      "stars": 3,
      "desc": "The Google Pixel 5 is a charming and reasonably-priced premium phone with an amazing camera and good battery life.",
      "price": 699,
      "isMobile": true,
      "longDesc": "The Pixel 5 is Google’s latest flagship phone, featuring a 6.0-inch FHD+ display, Snapdragon 765G chipset with 128 GB internal storage, 4080 mAh battery, and of course the latest Android 11 operating system. Although a flagship in the sense that it is Google’s top device, on paper its specifications are a step down from high-end competitors boasting larger displays, faster processors, and more storage. Available at just $699, however, it’s much less expensive, and Google looks to be taking aim more at the mid-range market for the Pixel 5.",
      "models" : ["128GB 12GB RAM", "256GB 12GB RAM", "512GB 16GB RAM"],
      "modelsPrices": ["950$", "1030$", "1050$"],
      "colors" : ["Cosmic Grey", "Cosmic Black", "Cloud White"]
    }
  ],
  "_accessoriesData": [
    {
      "id": 1,
      "title": "Samsung fast charger USB type C",
      "img": "/imgs/Samsung_charger-1.jpg",
      "type": "android",
      "stars": 4,
      "desc": "This Samsung Fast Charge AC Charger can be used to charge your USB Type-C devices. It comes with an AC plug which you can easily connect to any available wall socket and a USB Type-A to Type-C cable for connecting your devices.",
      "longDesc": "This Samsung Fast Charge AC Charger can be used to charge your USB Type-C devices. It comes with an AC plug which you can easily connect to any available wall socket and a USB Type-A to Type-C cable for connecting your devices.",
      "price": 27,
      "isMobile": false,
      "models" : ["Samsung fast charger C"],
      "modelsPrices": ["27$"],
      "colors" : ["Blue", "Black", "White"]
    },
    {
      "id": 2,
      "title": "Power Bank 14000mAh Lenovo",
      "img": "/imgs/Lenovo-PowerBank-1.jpg",
      "type": "android",
      "stars": 5,
      "desc": "Lenovo USB-C Laptop Power Bank 14000mAh with Round-Tip Dongle, Slim-Tip Dongle and USB-C Cable",
      "longDesc": "Lenovo USB-C Laptop Power Bank 14000mAh with Round-Tip Dongle, Slim-Tip Dongle and USB-C Cable",
      "price": 120,
      "isMobile": false,
      "models" : ["Lenovo Power Bank"],
      "modelsPrices": ["120$"],
      "colors" : ["White", " Black"]
    },
    {
      "id": 3,
      "title": "Original Samsung Headphone with Remote and Microphone",
      "img": "/imgs/Samsung_Headphone-1.jpg",
      "type": "android",
      "stars": 3,
      "desc": "The Samsung EO-EG920BW Portable Hands-free headset makes it easy to make private voice and video calls.",
      "longDesc": "The Samsung EO-EG920BW Portable Hands-free headset makes it easy to make private voice and video calls.",
      "price": 3.65,
      "isMobile": false,
      "models" : ["Samsung Headphone"],
      "modelsPrices": ["3.65$"],
      "colors" : ["Black", "White"]
    },
    {
      "id": 4,
      "title": "Rose gold iPhone charger kit",
      "img": "/imgs/Rose_iPhoneCharger-1.jpg",
      "type": "iphone",
      "stars": 4,
      "desc": "The car charger sits flush to your dash when plugged in, while the compact home charger fits even in crowded outlets. Both chargers have a USB port that accommodates the included lightning-to-USB cable.",
      "longDesc": "The car charger sits flush to your dash when plugged in, while the compact home charger fits even in crowded outlets. Both chargers have a USB port that accommodates the included lightning-to-USB cable.",
      "price": 36.35,
      "isMobile": false,
      "models" : ["iPhone charger kit"],
      "modelsPrices": ["36.35$"],
      "colors" : ["Rose"]
    },
    {
      "id": 5,
      "title": "Apple iPhone Charger",
      "img": "/imgs/Iphone_charger-1.png",
      "type": "iphone",
      "stars": 5,
      "desc": "An Apple Lightning Cable together with a 5w Power Adapter to create this handy Lighting Charger Combo.",
      "longDesc": "An Apple Lightning Cable together with a 5w Power Adapter to create this handy Lighting Charger Combo.",
      "price": 38,
      "isMobile": false,
      "models" : ["Apple iPhone Charger"],
      "modelsPrices": ["38$"],
      "colors" : ["Black", "White"]
    },
    {
      "id": 6,
      "title": "Original Headphone for iPhone",
      "img": "/imgs/Iphone_Headphone-1.jpg",
      "type": "iphone",
      "stars": 3,
      "desc": "Lightning iPhone Headphones Earphones Earbuds with Volume Buttons & Microphone for iPhone 7 8 Plus X 11 12 Pro Max.",
      "longDesc": "Lightning iPhone Headphones Earphones Earbuds with Volume Buttons & Microphone for iPhone 7 8 Plus X 11 12 Pro Max.",
      "price": 28.59,
      "isMobile": false,
      "models" : ["IPhone Headphone"],
      "modelsPrices": ["28.59$"],
      "colors" : ["Black", "White"]
    },
    {
      "id": 7,
      "title": "Silicone Case with MagSafe for iPhone 12 Pro Max",
      "img": "/imgs/Iphone_12proCase-1.jpeg",
      "type": "iphone",
      "stars": 4,
      "desc": "This silicone case with MagSafe is specially designed by Apple to protect your iPhone 12 Pro Max.",
      "longDesc": "This silicone case with MagSafe is specially designed by Apple to protect your iPhone 12 Pro Max.",
      "price": 55,
      "isMobile": false,
      "models" : ["IPhone Silicon Case"],
      "modelsPrices": ["55$"],
      "colors" : ["Black", "White", "Gold", "Rose", "Red", "Green"]
    },
    {
      "id": 8,
      "title": "Samsung Galaxy S20 Ultra Silicone Cover Case",
      "img": "/imgs/Samsung_S20ultraCase-1.jpg",
      "type": "android",
      "stars": 4,
      "desc": "Protect your Samsung Galaxy S20 Ultra with this Official silicone case in navy. Simple yet stylish, this case is the perfect accessory for your Galaxy S20 Ultra.",
      "longDesc": "Protect your Samsung Galaxy S20 Ultra with this Official silicone case in navy. Simple yet stylish, this case is the perfect accessory for your Galaxy S20 Ultra.",
      "price": 22.99,
      "isMobile": false,
      "models" : ["Samsung S20 Case"],
      "modelsPrices": ["22.99$"],
      "colors" : ["Black", "White", "Gray", "Brown", "Red", "Pink", "Blue"]
    },
    {
      "id": 9,
      "title": "K07 Bluetooth Selfie Stick Shutter",
      "img": "/imgs/SelfieStick-1.jpg",
      "type": "android",
      "stars": 4,
      "desc": "K07 Bluetooth Selfie Stick Wireless Shutter Bluetooth 4.0 Mobile Phone Self-Timer Artifact For SamSung HuaWei Xiaomi Nokia",
      "longDesc": "K07 Bluetooth Selfie Stick Wireless Shutter Bluetooth 4.0 Mobile Phone Self-Timer Artifact For SamSung HuaWei Xiaomi Nokia",
      "price": 7.89,
      "isMobile": false,
      "models" : ["K07 Selfie Stick"],
      "modelsPrices": ["7.89$"],
      "colors" : ["Black", "White"]
    }
  ]
}